---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SlopeStartHeight
source: html/981adcff-e156-b8e1-b2e6-db3573d0ad2a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SlopeStartHeight Property

"Height Offset at Tail"

## Syntax (C#)
```csharp
public static ForgeTypeId SlopeStartHeight { get; }
```